{
  "STAY STRONG! HOW TO SURVIVE EVERY CRYPTO BOOM & BUST | PART 6 OF 6 | MEMEFI": "65531",
  "MAKE MONEY WALKING USING THESE FREE APPS | MEMEGIRLS": "71891",
  "BEST MONEY-SAVING APPS TO MANAGE YOUR FINANCES SMARTLY | MEMEGIRLS": "17333",
  "THIS WILL KEEP YOU BROKE! AVOID IT TO GET RICH | MEMEGIRLS": "79134",
  "HOW TO EARN $50 FOR EVERY SURVEY YOU ANSWER | MEMEGIRLS": "37187",
  "EARN $50 DAILY BY DOING EASY MICROJOBS FROM HOME! | MEMEGIRLS": "93718",
  "HOW TO START A BUSINESS WITH UNDER $100 IN YOUR POCKET | MEMEGIRLS": "83719",
  "TRENDING DROPSHIPPING NICHES TO LAUNCH YOUR STORE TODAY | MEMEGIRLS": "66189",
  "CRYPTO TRAFFIC JAM? THESE LAYER 2 MODELS CLEAR THE ROAD! | PART 3 OF 5 | MEMEFI": "94501",
  "TOP 5 CRYPTO TRADING STRATEGIES FOR BEGINNERS TO EARN PROFIT | PART 1 | MEMEFI": "19748",
  "EARN CASH FOR SHARING YOUR OPINION ON PRODUCTS | MEMEGIRLS": "54711",
  "PAYING WITH DOGECOIN? YES, YOU CAN! | PART 1 OF 6 | MEMEFI": "98640",
  "EARN $2,000 MONTHLY: THE FUTURE INVESTOR STRATEGY | PART 6 OF 6 | MEMEFI": "27064",
  "THE TRUTH ABOUT SHOPPING WITH CRYPTO: IS IT WORTH IT? | PART 2 OF 6 | MEMEFI": "12479",
  "THE 3 BEST CRYPTO PLATFORMS FOR SERIOUS BONUS HUNTERS | PART 3 OF 6 | MEMEFI": "45432",
  "WHERE TO BUY AN IPHONE 16 WITH BITCOIN – AND SAVE BIG! | PART 3 OF 6 | MEMEFI": "15661",
  "HOW TO FLIP $100 INTO $1,200 IN CRYPTO BONUSES! | PART 4 OF 6 | MEMEFI": "65861",
  "FROM CHEAPAIR TO TRAVALA: HOW TO TRAVEL SMARTER WITH CRYPTO | PART 4 OF 6 | MEMEFI": "21436",
  "EARN $1,000+ MONTHLY IN REFERRALS WITH NO FOLLOWERS | PART 5 OF 6 | MEMEFI": "89481",
  "ACCESS PASSIVE INCOME WITH CRYPTO TRADING BOTS! HERE’S HOW | MEMEFI": "60353",
  "PINTEREST TIPS FOR EARNING $10,000 PER MONTH (FULL GUIDE) | MEMEGIRLS": "61731",
  "EARN $40 FOR EVERY WORD YOU WRITE | FULL GUIDE | MEMEGIRLS": "51743",
  "START A PROFITABLE BUSINESS WITH JUST $100 | MEMEGIRLS": "53799",
  "WINNING DROPSHIPPING NICHES TO GET STARTED INSTANTLY | MEMEGIRLS": "32518",
  "THE SIDE HUSTLES EVERYONE WILL BE TALKING ABOUT IN 2024 | MEMEGIRLS": "74864",
  "TURN YOUR STEPS INTO CASH WITH THESE WALKING APPS | MEMEGIRLS": "31812",
  "SAVE MORE WITH THESE ESSENTIAL FINANCE APPS | MEMEGIRLS": "13132",
  "STOP DOING THIS IF YOU WANT FINANCIAL SUCCESS | MEMEGIRLS": "61734",
  "MAKE $50 FROM EACH ONLINE SURVEY YOU FILL OUT | MEMEGIRLS": "71842",
  "TURN PRODUCT REVIEWS INTO A SOURCE OF INCOME | MEMEGIRLS": "78144",
  "SAVE BIG WITH THESE TOP CASH BACK APPS FOR SHOPPERS | MEMEGIRLS": "21445",
  "DISCOVER THESE COMPANIES THAT OFFER PASSIVE INCOME | MEMEGIRLS": "64189",
  "HOW I LEARNED THESE SKILLS AND MADE $100,000 IN A YEAR | MEMEGIRLS": "31547",
  "EARN $5000 MONTHLY USING CHATGPT – FULL GUIDE FOR BEGINNERS | MEMEGIRLS": "71849",
  "EARN BIG MANAGING SOCIAL MEDIA FOR BRANDS – STEP-BY-STEP GUIDE! | MEMEGIRLS": "21478",
  "DREAM JOBS FOR TRAVEL LOVERS – WORK ANYWHERE IN THE WORLD! | MEMEGIRLS": "61784",
  "MONETIZE YOUR GAMING PASSION WITH THESE INSIDER TIPS! | MEMEGIRLS": "21419",
  "MAKE EXTRA CASH BY REVIEWING PRODUCTS YOU LOVE | MEMEGIRLS": "43415",
  "EARN $100,000 BEFORE 2025 WITH THESE 5 SIMPLE STRATEGIES! | MEMEGIRLS": "81931",
  "10 EASY PHONE-BASED SIDE HUSTLES THAT PAY OVER $100 DAILY! | MEMEGIRLS": "78784",
  "HOW TO START A RESELLING BUSINESS AND EARN BIG IN NO TIME! | MEMEGIRLS": "32718",
  "UNLOCK FREE REWARDS: HOW TO MAXIMIZE LOYALTY PROGRAMS! | MEMEGIRLS": "64819",
  "WHY THESE ARE THE ONLY SIDE HUSTLES YOU NEED IN 2024 | MEMEGIRLS": "84146",
  "HOW I EARNED $5,000 IN JUST 30 DAYS USING X YOU CAN TOO! | MEMEGIRLS": "85184",
  "HOW TO MAKE $100+ A DAY ON INSTAGRAM EVEN WITHOUT FOLLOWERS! | MEMEGIRLS": "74999",
  "HOW TO TURN YOUR CAR INTO A MONEY-MAKING MACHINE: 10 PROVEN IDEAS | MEMEGIRLS": "83138",
  "THE SECRET BLUEPRINT TO ACHIEVING ANY GOAL YOU SET | MEMEGIRLS": "61894",
  "HOW TO MANAGE YOUR MONEY LIKE THE RICH AND NEVER BE POOR AGAIN | MEMEGIRLS": "81794",
  "EARN CASH BY PLAYING VIDEO GAMES: HOW TO BECOME A PLAYTESTER | MEMEGIRLS": "64898",
  "FROM POSTS TO PROFITS: MAKE MONEY RUNNING SOCIAL MEDIA ACCOUNTS! | MEMEGIRLS": "74819",
  "HOW I MAKE THOUSANDS WITH CHATGPT – STEP-BY-STEP BLUEPRINT! | MEMEGIRLS": "25367",
  "LEVEL UP YOUR WALLET: HOW TO PROFIT FROM PLAYING GAMES | MEMEGIRLS": "41272",
  "HOW TO GET PAID WHILE TRAVELING: 10 AMAZING CAREERS! | MEMEGIRLS": "13454",
  "MAKE QUICK MONEY ONLINE BY HELPING WITH SMALL TASKS! | MEMEGIRLS": "35174",
  "TOP SKILLS THAT TURNED ME INTO A SIX-FIGURE EARNER | MEMEGIRLS": "21451",
  "HOW TO MAKE $100K FAST: 5 PROVEN METHODS FOR SUCCESS | MEMEGIRLS": "35617",
  "MAKE MONEY ANYWHERE: 10 MOBILE SIDE HUSTLES FOR FAST CASH! | MEMEGIRLS": "84413",
  "THIS SIMPLE SIDE HUSTLE COULD MAKE YOU $500+ A DAY IN 2024 | MEMEGIRLS": "13438",
  "BEGINNER’S GUIDE TO EARNING $10,000 MONTHLY ON TIKTOK! | MEMEGIRLS": "84933",
  "HOW TO TURN POINTS INTO FREEBIES WITH LOYALTY PROGRAMS! | MEMEGIRLS": "64813",
  "RESELL FOR RICHES: SIMPLE STEPS TO MAKE MONEY TODAY | MEMEGIRLS": "64781",
  "MAKE $5,000 FAST: MY STEP-BY-STEP GUIDE TO 30 DAYS OF PROFITS ON X | MEMEGIRLS": "15378",
  "FROM PAYCHECK TO PROSPERITY: LEARN TO BUDGET THE RIGHT WAY | MEMEGIRLS": "89443",
  "DRIVE YOUR WAY TO RICHES: TOP 10 CAR INCOME HACKS | MEMEGIRLS": "83941",
  "TURN YOUR DREAMS INTO REALITY: THE SECRET NO ONE TALKS ABOUT | MEMEGIRLS": "47883",
  "GET PAID TO PLAY! THE ULTIMATE GUIDE TO VIDEO GAME PLAYTESTING | MEMEGIRLS": "67638",
  "HOW THESE SKILLS CAN TAKE YOU FROM ZERO TO $100K! | MEMEGIRLS": "31345",
  "TOP PLATFORMS TO GET PAID FOR COMPLETING FUN ONLINE TASKS | MEMEGIRLS": "16744",
  "10 HIGH-PAYING JOBS THAT LET YOU SEE THE WORLD! | MEMEGIRLS": "51832",
  "EARN CASH GAMING: SECRETS TO TURNING PLAY INTO PAY! | MEMEGIRLS": "58333",
  "TURN AI INTO CASH: MAKE $5000/MONTH WITH CHATGPT TODAY! | MEMEGIRLS": "13414",
  "MASTER SOCIAL MEDIA FOR BUSINESSES AND WATCH YOUR INCOME GROW! | MEMEGIRLS": "81436",
  "EARN $100,000 BY 2025: 5 MUST-TRY INCOME HACKS! | MEMEGIRLS": "81934",
  "10 PROFITABLE SIDE HUSTLES YOU CAN START RIGHT FROM YOUR PHONE! | MEMEGIRLS": "67481",
  "THE BEGINNER’S GUIDE TO RESELLING AND MAKING THOUSANDS! | MEMEGIRLS": "94719",
  "MONETIZE TIKTOK LIKE A PRO AND HIT $10,000/MONTH FAST! | MEMEGIRLS": "64144",
  "TOP TRICKS TO CLAIM FREE REWARDS WITH EVERYDAY LOYALTY PROGRAMS! | MEMEGIRLS": "25342",
  "TURN X INTO A MONEY MACHINE: $5,000 IN 30 DAYS EXPLAINED! | MEMEGIRLS": "63913",
  "THIS IS HOW SUCCESSFUL PEOPLE GET EVERYTHING THEY WANT! | MEMEGIRLS": "61944",
  "HOW SMART BUDGETING CAN KEEP YOU OUT OF DEBT FOREVER | MEMEGIRLS": "41584",
  "FROM GAMER TO GAME TESTER: MAKE MONEY PLAYING VIDEO GAMES | MEMEGIRLS": "84919",
  "TRANSFORM YOUR INCOME WITH THESE $100,000 SKILLS | MEMEGIRLS": "41236",
  "10-MINUTE TASKS THAT CAN EARN YOU REAL MONEY | MEMEGIRLS": "41282",
  "WORK AND TRAVEL: 10 PROFESSIONS THAT TAKE YOU PLACES! | MEMEGIRLS": "31314",
  "GET PAID TO PLAY: HOW TO MAKE MONEY GAMING ONLINE | MEMEGIRLS": "98132",
  "FROM ZERO TO $5K: HOW CHATGPT TRANSFORMED MY INCOME! | MEMEGIRLS": "46174",
  "LEARN THESE SIMPLE SKILLS TO START YOUR $100K JOURNEY | MEMEGIRLS": "71849",
  "5 WEBSITES THAT PAY YOU FOR SIMPLE ONLINE TASKS | MEMEGIRLS": "21477",
  "TRAVEL FULL-TIME WITH THESE 10 FLEXIBLE CAREER OPTIONS | MEMEGIRLS": "85913",
  "10 EASY WAYS GAMERS ARE MAKING REAL MONEY IN 2024! | MEMEGIRLS": "53781",
  "AI-POWERED WEALTH: STEP-BY-STEP TO $5000/MONTH WITH CHATGPT! | MEMEGIRLS": "85133",
  "HOW TO MONETIZE SOCIAL MEDIA MANAGEMENT SKILLS QUICKLY! | MEMEGIRLS": "35167",
  "5 HIGH-INCOME IDEAS TO HIT $100,000 BY NEXT YEAR! | MEMEGIRLS": "61839",
  "MAKE MONEY FLIPPING PRODUCTS: RESELLING SECRETS REVEALED! | MEMEGIRLS": "84925",
  "EARN BIG ON TIKTOK: A BEGINNER’S ROADMAP TO $10,000/MONTH! | MEMEGIRLS": "85618",
  "FREE GIFTS MADE EASY: LOYALTY PROGRAM SECRETS REVEALED! | MEMEGIRLS": "81944",
  "THE LAZY PERSON’S GUIDE TO PROFITABLE SIDE HUSTLES 2024 | MEMEGIRLS": "47189",
  "FROM $0 TO $5,000 ON X IN ONE MONTH: MY REAL RESULTS | MEMEGIRLS": "53891",
  "THE SECRET TO MAKING $100+ EVERY DAY ON INSTAGRAM | MEMEGIRLS": "64888",
  "WANT IT ALL? HERE’S HOW TO MAKE YOUR BIGGEST GOALS A REALITY | MEMEGIRLS": "84942",
  "10 SIMPLE WAYS TO MAKE YOUR CAR PAY FOR ITSELF AND THEN SOME | MEMEGIRLS": "81432",
  "WANT FINANCIAL FREEDOM? HERE’S HOW TO BUDGET LIKE A PRO | MEMEGIRLS": "84619",
  "10 MONEY-MAKING IDEAS YOU CAN DO ON YOUR PHONE RIGHT NOW! | MEMEGIRLS": "64718",
  "EARN FAST CASH BY RESELLING ONLINE – TOP TIPS FOR SUCCESS! | MEMEGIRLS": "74822",
  "TIKTOK GOLDMINE: BEGINNERS’ GUIDE TO $10,000 A MONTH! | MEMEGIRLS": "74813",
  "EARN FREE STUFF FAST: LOYALTY PROGRAM TIPS YOU NEED TO KNOW! | MEMEGIRLS": "74893",
  "WHY TORTOISE INVESTING MIGHT JUST MAKE YOU RICH 🐢📈 | MEMEFI": "98724",
  "GET HIRED AS A SOCIAL MEDIA MANAGER – START YOUR DREAM JOB! | MEMEGIRLS": "84163",
  "WHY X IS THE BEST PLATFORM TO EARN $5,000 THIS MONTH | MEMEGIRLS": "86144",
  "HOW TO CONSISTENTLY EARN $100/DAY ON INSTAGRAM IN 2024 | MEMEGIRLS": "83143",
  "THE FORMULA FOR ACHIEVING EVERYTHING YOU DESIRE | MEMEGIRLS": "71843",
  "10 WAYS TO TURN YOUR DAILY COMMUTE INTO A CASH OPPORTUNITY | MEMEGIRLS": "81477",
  "BUILD WEALTH WITH EASE: LEARN HOW TO BUDGET LIKE A MILLIONAIRE | MEMEGIRLS": "79983",
  "PLAYTEST VIDEO GAMES AND MAKE BANK: A BEGINNER’S GUIDE | MEMEGIRLS": "14341",
  "BUDGET-FRIENDLY BUSINESS IDEAS YOU CAN START WITH $100 | MEMEGIRLS": "71836",
  "HIGH-DEMAND DROPSHIPPING NICHES TO START THIS YEAR | MEMEGIRLS": "61832",
  "APPS THAT GIVE YOU MONEY FOR STAYING ACTIVE AND WALKING | MEMEGIRLS": "81919",
  "HOW I SAVE $5,000 EVERY MONTH WITH THESE APPS! | MEMEGIRLS": "31234",
  "EARN UP TO $50 PER SURVEY WITH THESE WEBSITES | MEMEGIRLS": "45167",
  "HOW TO GET CASH BACK ON YOUR PURCHASES WITH THESE APPS | MEMEGIRLS": "57184",
  "COMPANIES YOU DIDN’T KNOW PAY FOR PASSIVE INCOME STREAMS | MEMEGIRLS": "41485",
  "$100 PER DAY FROM INSTAGRAM: THE STEP-BY-STEP GUIDE YOU NEED | MEMEGIRLS": "84910",
  "THE BEST CASH BACK APPS TO SAVE MONEY INSTANTLY | MEMEGIRLS": "13451",
  "SURPRISING COMPANIES THAT PAY YOU FOR EXTRA INCOME | MEMEGIRLS": "32317",
  "TOP SIDE HUSTLES YOU NEED TO TRY IN 2024 FOR EXTRA CASH | MEMEGIRLS": "60879",
  "$5,000 IN 30 DAYS ON X: MY PROVEN STRATEGY FOR FAST CASH | MEMEGIRLS": "14160",
  "MAKE $100+ DAILY ON INSTAGRAM WITH THESE SIMPLE TRICKS | MEMEGIRLS": "20942",
  "THE SECRET FORMULA TO GET EVERYTHING YOU’VE EVER DREAMED OF | MEMEGIRLS": "31002",
  "TURN YOUR CAR INTO CASH: 10 GENIUS WAYS TO MAKE MONEY | MEMEGIRLS": "28642",
  "THE SECRET TO NEVER BEING BROKE AGAIN: BUDGET LIKE A PRO | MEMEGIRLS": "34658",
  "MAKE MONEY PLAYING VIDEO GAMES: START PLAYTESTING TODAY! | MEMEGIRLS": "85397",
  "DON’T MISS THESE HIGH-EARNING SIDE HUSTLES IN 2024 | MEMEGIRLS": "32292",
  "BOOST YOUR INCOME: BEST SIDE HUSTLE IDEAS FOR 2024 | MEMEGIRLS": "55842",
  "FROM ZERO TO $5,000 IN 30 DAYS ON X: THE ULTIMATE GUIDE | MEMEGIRLS": "95764",
  "HOW TO EARN $100+ A DAY ON INSTAGRAM STARTING FROM SCRATCH | MEMEGIRLS": "43549",
  "UNLOCK YOUR FULL POTENTIAL: SECRETS TO ACHIEVING EVERY GOAL | MEMEGIRLS": "17523",
  "10 CREATIVE HACKS TO EARN EXTRA INCOME WITH YOUR CAR | MEMEGIRLS": "79403",
  "WANT FINANCIAL FREEDOM? LEARN TO MANAGE YOUR BUDGET CORRECTLY | MEMEGIRLS": "70276",
  "EARN CASH AS A GAME TESTER: HERE’S HOW TO BEGIN | MEMEGIRLS": "53201",
  "MAKE MORE MONEY IN 2024 WITH THESE TOP SIDE HUSTLES | MEMEGIRLS": "56019",
  "FROM HOBBY TO INCOME: BEST SIDE HUSTLES TO START IN 2024 | MEMEGIRLS": "21774",
  "$5,000 MONTHLY ON X? HERE’S HOW YOU CAN DO IT TOO | MEMEGIRLS": "37471",
  "TURN YOUR INSTAGRAM INTO A $100/DAY INCOME STREAM | MEMEGIRLS": "54145",
  "HOW TO ACHIEVE ANYTHING YOU WANT: THE ULTIMATE SUCCESS BLUEPRINT | MEMEGIRLS": "12786",
  "10 SIMPLE IDEAS TO USE YOUR CAR FOR EXTRA CASH | MEMEGIRLS": "29861",
  "THE RIGHT WAY TO BUDGET AND SECURE YOUR FINANCIAL FUTURE | MEMEGIRLS": "25138",
  "MRBEAST’S $10M PUMP-AND-DUMP ACCUSATION!": "37543",
  "PLAY VIDEO GAMES AND GET PAID! HOW TO KICKSTART YOUR CAREER | MEMEGIRLS": "91550",
  "ACHIEVE $5,000 IN 30 DAYS ON X WITH THESE SIMPLE TIPS | MEMEGIRLS": "25287",
  "THE EXACT STEPS TO MAKE $5,000 IN A MONTH USING X | MEMEGIRLS": "80843",
  "$100 EVERY DAY USING INSTAGRAM? HERE’S THE EXACT METHOD | MEMEGIRLS": "61885",
  "YOUR ROADMAP TO GETTING EVERYTHING YOU WANT IN LIFE | MEMEGIRLS": "52154",
  "10 EASY SIDE HUSTLES YOU CAN DO WITH YOUR CAR | MEMEGIRLS": "48082",
  "WANT TO EARN WHILE YOU GAME? START PLAYTESTING TODAY | MEMEGIRLS": "63767",
  "THIS IS HOW YOU CAN MAKE $100+ DAILY ON INSTAGRAM RIGHT NOW | MEMEGIRLS": "83751",
  "ACHIEVE EVERYTHING YOU WANT: THE POWER OF FOCUS AND STRATEGY | MEMEGIRLS": "26335",
  "MAXIMIZE YOUR CAR’S POTENTIAL: 10 WAYS TO MAKE EXTRA MONEY | MEMEGIRLS": "84684",
  "THINK BUDGETING IS HARD? THIS SIMPLE METHOD WILL CHANGE YOUR LIFE | MEMEGIRLS": "72425",
  "TURN GAMING INTO INCOME: HOW TO START PLAYTESTING GAMES | MEMEGIRLS": "13754",
  "TURN YOUR CREATIVITY INTO CASH: SELL YOUR ART ONLINE TODAY! | MEMEGIRLS": "50479",
  "CRACK THE CODE TO WORKING FROM ANYWHERE SUCCESSFULLY | MEMEGIRLS": "93654",
  "TOP SIDE HUSTLES FOR GO-GETTERS: EARN BIG WITHOUT WASTING TIME | MEMEGIRLS": "90598",
  "BIG EARNINGS IN SMALL TOWNS: 10 SIDE HUSTLES YOU CAN START TODAY | MEMEGIRLS": "86892",
  "10 PROVEN WAYS FOR STUDENTS TO EARN MONEY WITHOUT SKIPPING CLASS | MEMEGIRLS": "86395",
  "HOW TO LAND A HIGH-PAYING REMOTE JOB WITH ZERO EXPERIENCE | MEMEGIRLS": "19091",
  "10 SIDE HUSTLES PERFECT FOR PROFESSIONALS WITH NO TIME TO SPARE | MEMEGIRLS": "20731",
  "EARN $6,500/MONTH ON FREELANCE | FULL GUIDE": "33984",
  "TURN DOMAINS INTO DOLLARS: HOW I MAKE $1,000/DAY FLIPPING | MEMEGIRLS": "47741",
  "10 WAYS TO MAKE MONEY WITH YOUR VOICE | MEMEGIRLS": "90089",
  "5 REMOTE CAREERS THAT LET STAY-AT-HOME PARENTS EARN BIG IN 2024 | MEMEGIRLS": "68518",
  "HOW TO MAKE EXTRA CASH ON WEEKENDS WITH THESE 7 EASY IDEAS | MEMEGIRLS": "23281",
  "FROM ZERO TO $100K: START YOUR OWN ONLINE AGENCY TODAY! | MEMEGIRLS": "56815",
  "OWN PROPERTY FOR JUST $100: THE REAL ESTATE HACK YOU NEED TO KNOW | MEMEGIRLS": "94382",
  "GET PAID EVERY SINGLE DAY: THE 7 BEST WEBSITES YOU NEED TO KNOW | MEMEGIRLS": "44666",
  "HOW TO TURN YOUR GRAPHIC DESIGN SKILLS INTO CASH: 10 PROVEN IDEAS | MEMEGIRLS": "60379",
  "THE SECRET TO SAVING $10,000 FAST: A STEP-BY-STEP GUIDE | MEMEGIRLS": "93103",
  "THE 10 AI TOOLS EVERYONE WILL USE TO GET RICH IN 2025 | MEMEGIRLS": "61883",
  "10 APPS THAT PAY YOU REAL MONEY—START EARNING FROM YOUR PHONE NOW! | MEMEGIRLS": "28437",
  "HOW TO MAKE $5,000/MONTH FLIPPING ON EBAY: STEP-BY-STEP GUIDE | MEMEGIRLS": "54908",
  "HOW I MAKE $5,500/MONTH WRITING WITH AI TOOLS—HERE’S MY PROCESS | MEMEGIRLS": "46291",
  "7 LUCRATIVE FREELANCE SKILLS YOU MUST MASTER IN 2024 | MEMEGIRLS": "44851",
  "TOP 10 MOST PROFITABLE NICHES FOR ONLINE COURSES IN 2024 | MEMEGIRLS": "78003",
  "HOW TO PROFIT FROM YOUR PASSION: A GUIDE TO SELLING ART ONLINE | MEMEGIRLS": "19688",
  "HOW TO BUILD A THRIVING CAREER WHILE WORKING FROM HOME | MEMEGIRLS": "40547",
  "SIDE HUSTLES THAT REWARD HARD WORK: ARE YOU READY TO HUSTLE? | MEMEGIRLS": "89241",
  "10 PROFITABLE SIDE HUSTLES PERFECT FOR SMALL TOWN LIVING | MEMEGIRLS": "82687",
  "HOW TO MAKE MONEY AS A STUDENT: 10 EASY HUSTLES THAT WORK | MEMEGIRLS": "33281",
  "WORK FROM HOME WITHOUT EXPERIENCE: THESE JOBS WILL HIRE YOU | MEMEGIRLS": "54649",
  "TOP 10 SIDE HUSTLES FOR PROFESSIONALS WHO WANT EXTRA INCOME | MEMEGIRLS": "42410",
  "FREELANCE YOUR WAY TO $6,500/MONTH: STEP-BY-STEP INSTRUCTIONS | MEMEGIRLS": "18193",
  "MY $1,000/DAY DOMAIN FLIPPING STRATEGY REVEALED | MEMEGIRLS": "71426",
  "TURN YOUR VOICE INTO CASH: HOW TO START EARNING TODAY | MEMEGIRLS": "38239",
  "HOW STAY-AT-HOME PARENTS CAN EARN MONEY ONLINE: TOP 5 JOBS FOR 2024 | MEMEGIRLS": "38659",
  "7 QUICK AND EASY WAYS TO EARN MONEY ONLY ON WEEKENDS | MEMEGIRLS": "59526",
  "EARN $100,000 ANNUALLY RUNNING AN ONLINE AGENCY | THE EXACT STRATEGY | MEMEGIRLS": "32147",
  "INVEST IN REAL ESTATE WITHOUT BREAKING THE BANK—HERE’S HOW | MEMEGIRLS": "22169",
  "EARN DAILY CASH: TOP 7 SITES THAT ACTUALLY PAY YOU TODAY | MEMEGIRLS": "17246",
  "UNLOCK YOUR EARNING POTENTIAL: 10 MONEY-MAKING GRAPHIC DESIGN HACKS | MEMEGIRLS": "39091",
  "FROM $0 TO $10,000: HOW I SAVED MY FIRST BIG GOAL | MEMEGIRLS": "61639",
  "UNLOCK WEALTH IN 2025 WITH THESE GAME-CHANGING AI TOOLS | MEMEGIRLS": "54736",
  "5 GAME-CHANGING APPS TO MAKE EXTRA CASH RIGHT FROM YOUR PHONE | MEMEGIRLS": "91083",
  "TURN EBAY INTO A GOLDMINE: HOW I EARN $5,000/MONTH FLIPPING ITEMS | MEMEGIRLS": "50914",
  "TURN AI TEXT WRITING INTO A $5,500/MONTH SIDE HUSTLE | MEMEGIRLS": "30442",
  "THE 7 MOST PROFITABLE FREELANCE SKILLS TO LEARN THIS YEAR | MEMEGIRLS": "21115",
  "TOP 10 PROFITABLE NICHES FOR ONLINE COURSES IN 2024 | MEMEGIRLS": "82163",
  "SELL YOUR ART ONLINE AND EARN BIG: STEP-BY-STEP GUIDE FOR BEGINNERS | MEMEGIRLS": "79865",
  "SECRETS TO CRUSHING IT WHILE WORKING REMOTELY | MEMEGIRLS": "71415",
  "STOP WASTING TIME: THE BEST SIDE HUSTLES FOR DRIVEN INDIVIDUALS | MEMEGIRLS": "31870",
  "HOW TO MAKE BIG MONEY IN A SMALL TOWN WITH THESE 10 HUSTLES | MEMEGIRLS": "48019",
  "10 INCOME IDEAS EVERY FULL-TIME STUDENT NEEDS TO KNOW | MEMEGIRLS": "77912",
  "THE BEST REMOTE JOBS FOR BEGINNERS IN 2024 | MEMEGIRLS": "44390",
  "MASTER FREELANCING AND MAKE $6,500 EVERY MONTH: HERE’S HOW! | MEMEGIRLS": "12948",
  "TOP REMOTE JOBS YOU CAN DO WHILE STAYING HOME WITH KIDS IN 2024 | MEMEGIRLS": "62684",
  "WEEKEND GOLDMINE: 7 PROVEN METHODS TO MAKE EXTRA MONEY": "84976",
  "HOW TO SCALE YOUR ONLINE AGENCY TO $100,000 A YEAR | FULL BREAKDOWN": "86070",
  "TURN $100 INTO A REAL ESTATE EMPIRE: THE BEGINNER’S GUIDE": "54593",
  "7 WEBSITES THAT WILL DEPOSIT MONEY INTO YOUR ACCOUNT DAILY!": "30515",
  "GRAPHIC DESIGNERS, DON’T MISS THESE 10 INCOME STREAMS!": "24671",
  "SAVE $10,000 WITHOUT STRESS: SIMPLE HACKS YOU CAN START TODAY": "47064",
  "THE AI TOOLS THAT WILL BUILD YOUR FORTUNE IN 2025": "12972",
  "STOP WASTING TIME! 5 APPS THAT PAY YOU TO USE YOUR PHONE": "85823",
  "FLIPPING FOR PROFIT: HOW TO EARN $5,000/MONTH ON EBAY": "82107",
  "THE AI WRITING STRATEGY THAT EARNS ME $5,500 EVERY MONTH": "48506",
  "7 FREELANCE SKILLS THAT WILL MAKE YOU RICH IN 2024": "45899",
  "THE HOTTEST ONLINE COURSE NICHES TO EXPLOIT IN 2024": "97406",
  "YOUR ART DESERVES TO SHINE: EARN MONEY SELLING ONLINE IN 2024": "76461",
  "THE ULTIMATE GUIDE TO WORKING FROM HOME LIKE A PRO": "53377",
  "HARD WORKERS WANTED! THESE SIDE HUSTLES PAY OFF BIG": "44234",
  "FROM SMALL TOWN ROOTS TO BIG CASH: 10 PROVEN HUSTLE IDEAS": "81327",
  "10 WAYS TO EARN CASH WHILE BALANCING COLLEGE LIFE": "58017",
  "START YOUR REMOTE CAREER TODAY: ENTRY-LEVEL JOBS YOU’LL LOVE": "68811",
  "MAXIMIZE YOUR FREE TIME WITH THESE 10 PROFITABLE SIDE HUSTLES": "49811",
  "THE SECRETS TO MAKING $6,500/MONTH AS A FREELANCER REVEALED": "61289",
  "DOMAIN FLIPPING FOR BIG PROFITS: HOW TO MAKE $1,000 A DAY": "84480",
  "YOUR VOICE CAN MAKE YOU RICH: HERE’S HOW TO START": "50629",
  "THE 5 EASIEST REMOTE JOBS FOR PARENTS WHO WANT TO WORK FROM HOME": "91512",
  "EARN BIG ON WEEKENDS WITH THESE 7 MONEY-MAKING STRATEGIES": "59526",
  "THE SECRET TO EARNING $100K A YEAR WITH A SIMPLE ONLINE AGENCY": "66945",
  "THE $100 REAL ESTATE SECRET THAT CHANGES EVERYTHING": "41538",
  "MAKE MONEY EVERY DAY WITH THESE 7 PROVEN WEBSITES": "61374",
  "FROM LOGOS TO PASSIVE INCOME: 10 GRAPHIC DESIGN MONEY IDEAS": "69685",
  "ACHIEVE YOUR SAVINGS GOAL: EASY STEPS TO SAVE $10,000 QUICKLY": "38728",
  "GET AHEAD IN 2025: THE 10 AI TOOLS YOU CAN’T AFFORD TO IGNORE": "75551",
  "EARN MONEY ANYTIME, ANYWHERE: 5 TOP APPS & WEBSITES YOU NEED": "19132",
  "MASTER THE ART OF EBAY FLIPPING AND MAKE $5,000/MONTH": "83633",
  "MAKE MONEY WRITING WITH AI: MY $5,500/MONTH BLUEPRINT": "96461",
  "THE 7 BEST FREELANCE SKILLS TO LEARN FOR 6-FIGURE INCOME IN 2024": "63671",
  "HOW TO FIND YOUR PERFECT NICHE FOR ONLINE COURSES IN 2024": "41616",
  "TRANSFORM YOUR ARTWORK INTO INCOME: ONLINE SELLING MADE EASY": "50019",
  "MAKE WORKING FROM ANYWHERE A SUCCESS WITH THESE TIPS": "61563",
  "SIDE HUSTLES FOR THE MOTIVATED: YOUR PATH TO EXTRA INCOME": "22647",
  "10 WAYS TO MAKE A FORTUNE WITHOUT LEAVING YOUR SMALL TOWN": "12367",
  "10 SIDE HUSTLES PERFECT FOR FULL-TIME STUDENTS ON A BUDGET": "41401",
  "TOP WORK-FROM-HOME JOBS THAT DON’T REQUIRE A RESUME": "81037",
  "10 SIDE GIGS THAT FIT INTO ANY PROFESSIONAL’S BUSY LIFE": "14970",
  "YOUR PATH TO $6,500/MONTH: THE ULTIMATE FREELANCING GUIDE": "58327",
  "FROM $10 TO $1,000/DAY: HOW I PROFIT FLIPPING DOMAINS ONLINE": "54526",
  "MAKE MONEY TALKING: HOW TO START A VOICE-BASED SIDE HUSTLE": "10227",
  "HOW TO BALANCE PARENTING AND EARNING: TOP 5 REMOTE JOBS FOR PARENTS": "17696",
  "MAKE YOUR WEEKENDS COUNT: 7 PROFITABLE SIDE GIGS YOU CAN START": "59441",
  "HOW TO RUN A PROFITABLE ONLINE AGENCY AND MAKE $100,000 A YEAR": "62990",
  "THE ULTIMATE GUIDE TO BUYING REAL ESTATE WITH MINIMAL CASH": "63263",
  "TURN TIME INTO CASH: 7 SITES THAT PAY YOU EVERY DAY!": "54310",
  "GRAPHIC DESIGN FOR PROFIT: 10 STRATEGIES TO BOOST YOUR INCOME": "85437",
  "YOUR FIRST $10,000: BUDGETING SECRETS THAT ACTUALLY WORK": "27666",
  "DOMINATE 2025 WITH THESE WEALTH-BUILDING AI TOOLS": "74067",
  "YOUR PHONE CAN MAKE YOU MONEY! DISCOVER THESE 5 APPS NOW": "88076",
  "MAKE SERIOUS CASH FLIPPING ITEMS ON EBAY—$5,000/MONTH PLAN": "28932",
  "TURN AI WRITING INTO A MONEY MACHINE: $5,500 MONTHLY PROOF": "11312",
  "MASTER THESE 7 FREELANCE SKILLS IN 2024 AND BOOST YOUR INCOME!": "53008",
  "MAKE BIG PROFITS IN 2024 WITH THESE 8 EXPLODING ONLINE COURSE NICHES": "97406",
  "5 BEST TAP-TO-EARN GAMES ON TELEGRAM THAT PAY BIG IN 2024": "70206",
  "UNLOCK YOUR POTENTIAL: TOP PSYCHOLOGICAL HACKS FOR SUCCESS": "85621",
  "EARN MONEY PLAYING THESE PROFITABLE TELEGRAM GAMES IN 2024": "39617",
  "THE ULTIMATE GUIDE TO MASTERING SUCCESS WITH PSYCHOLOGY": "59209",
  "START YOUR OWN BUSINESS ON A BUDGET: THE ULTIMATE GUIDE": "70884",
  "MASTER YOUR MONEY: THE ULTIMATE GUIDE TO FINANCIAL LITERACY": "41091",
  "RETIRE IN JUST 7 YEARS WITH $0: MY PROVEN ROADMAP": "22339",
  "TOP TELEGRAM TAP-TO-EARN GAMES TO MAKE CASH IN 2024": "91804",
  "ACHIEVE MORE WITH THESE PROVEN PSYCHOLOGICAL TECHNIQUES": "28377",
  "BUILD YOUR DREAM BUSINESS WITHOUT BREAKING THE BANK": "71674",
  "HOW TO TAKE CONTROL OF YOUR FINANCES AND BUILD WEALTH": "14192",
  "ZERO TO FREEDOM: HOW TO RETIRE IN 7 YEARS WITHOUT SAVINGS": "52484",
  "DISCOVER THE 5 MOST PROFITABLE GAMES ON TELEGRAM IN 2024": "46578",
  "SUCCESS STARTS HERE: MINDSET TRICKS YOU NEED TO KNOW": "19123",
  "MONEY MANAGEMENT SECRETS EVERYONE SHOULD KNOW": "23737",
  "HOW TO ACHIEVE FINANCIAL INDEPENDENCE IN 7 YEARS STARTING FROM $0": "65616",
  "PLAY AND EARN: 5 TELEGRAM GAMES MAKING PLAYERS RICH IN 2024": "86846",
  "MASTER YOUR MIND: PSYCHOLOGICAL TIPS FOR ACHIEVING YOUR GOALS": "41743",
  "SMALL INVESTMENT, BIG RETURNS: HOW TO START YOUR OWN BUSINESS TODAY": "88669",
  "FINANCIAL FREEDOM STARTS HERE: ESSENTIAL MONEY MANAGEMENT TIPS": "44637",
  "TOP 7 SMART INVESTMENTS YOU SHOULD MAKE IN YOUR 20S": "33257",
  "FROM BROKE TO RETIRED IN 7 YEARS: THE ULTIMATE GUIDE": "56541",
  "FROM PASSION TO PROFIT: HOW TO TURN YOUR HOBBY INTO A BUSINESS": "59505",
  "YOU’RE NOT ALONE: SIMPLE STEPS TO IMPROVE YOUR ATTENTION SPAN": "15809",
  "INVESTING IN 2024: THE 5 ESSENTIAL AREAS YOU CAN’T IGNORE": "79632",
  "WHY STAYING IN YOUR COMFORT ZONE IS DESTROYING YOUR POTENTIAL": "81334",
  "FROM IDEA TO INCOME: START YOUR BUSINESS WITH LITTLE TO NO MONEY": "24462",
  "MONEY MASTERY: SIMPLE STEPS TO TRANSFORM YOUR FINANCES": "33007",
  "HOW I WENT FROM $0 TO RETIREMENT IN 7 YEARS—YOU CAN TOO!": "58605",
  "7 LIFE-CHANGING PURCHASES FOR YOUR 20S YOU WON’T REGRET": "41521",
  "TURN YOUR FAVORITE HOBBY INTO A MONEY-MAKING BUSINESS—HERE’S HOW!": "78794",
  "HOW TO SHARPEN YOUR FOCUS AND FIX A WANDERING MIND": "27162",
  "5 CRITICAL INVESTMENT SECTORS FOR 2024 SUCCESS": "45887",
  "THE SECRET TO FINALLY STICKING TO YOUR GOALS AND HABITS": "81775",
  "HOW I MEMORIZE ANYTHING FAST: MY PROVEN MEMORY SYSTEM": "73319",
  "THE 7 BEST THINGS TO BUY IN YOUR 20S FOR A BETTER FUTURE": "78128",
  "HOW TO START A PROFITABLE BUSINESS FROM YOUR HOBBY: EASY STEPS": "92241",
  "ATTENTION SPAN ISSUES? HERE’S THE SOLUTION YOU NEED": "55510",
  "2024 INVESTMENT GUIDE: FOCUS ON THESE 5 VITAL AREAS": "48441",
  "IS YOUR COMFORT ZONE SABOTAGING YOUR SUCCESS? HERE’S THE TRUTH": "83023",
  "HOW TO MAKE YOUR GOALS AND HABITS STICK FOR GOOD": "17396",
  "7 MUST-HAVE PURCHASES IN YOUR 20S THAT WILL PAY OFF BIG": "63769",
  "HOBBY TO HUSTLE: YOUR GUIDE TO CREATING A PROFITABLE BUSINESS": "56736",
  "WHY YOUR ATTENTION SPAN IS STRUGGLING AND HOW TO REPAIR IT": "80693",
  "WHERE TO PUT YOUR MONEY IN 2024: TOP 5 INVESTMENT AREAS": "97117",
  "THE HIDDEN DANGERS OF YOUR COMFORT ZONE AND HOW TO ESCAPE": "48691",
  "MASTER YOUR ROUTINES: THE ULTIMATE GUIDE TO ACHIEVING YOUR GOALS": "84945",
  "THE SECRET TECHNIQUE I USE TO MEMORIZE EVERYTHING INSTANTLY": "26875",
  "MAKE THESE 7 SMART PURCHASES IN YOUR 20S FOR MAXIMUM SUCCESS": "59830",
  "WHY THE COMFORT ZONE IS THE ENEMY OF GROWTH AND HAPPINESS": "40924",
  "THE COMPLETE GUIDE TO TURNING YOUR HOBBY INTO A SUCCESSFUL BUSINESS": "70676",
  "SAY GOODBYE TO DISTRACTIONS: FIX YOUR ATTENTION SPAN TODAY": "15204",
  "UNLOCK THE KEY TO CONSISTENCY: STICK TO YOUR HABITS LIKE A PRO": "65076",
  "THE 5 MOST PROMISING INVESTMENT SECTORS FOR 2024": "11942",
    "MY FOOLPROOF METHOD FOR MEMORIZING ANYTHING EASILY": "73131",
  "THE COMFORT ZONE ILLUSION: WHY IT’S COSTING YOU YOUR BEST LIFE": "73782",
  "WANT TO STICK TO YOUR HABITS? HERE’S THE REAL SECRET": "90282",
  "THE SECRET TO SELF-ACCEPTANCE WHILE TRANSFORMING YOUR LIFE": "54085",
  "HOW I NEVER FORGET: MY COMPLETE MEMORY SYSTEM GUIDE": "22385",
  "10 NATURAL WAYS TO SKYROCKET YOUR ENERGY WITHOUT CAFFEINE": "31061",
  "MY MEMORY HACK THAT HELPS ME REMEMBER EVERYTHING": "33685",
  "HOW TO EMBRACE WHO YOU ARE AND STILL ACHIEVE PERSONAL GROWTH": "11927",
  "BOOST YOUR ENERGY NATURALLY: NO CAFFEINE REQUIRED!": "75577",
  "LOVE YOURSELF FIRST: THE KEY TO MAKING LASTING CHANGES": "11601",
  "DITCH THE COFFEE! TRY THESE NATURAL ENERGY BOOSTERS": "72713",
  "ACCEPT YOURSELF FULLY WHILE STRIVING FOR POSITIVE CHANGE": "12833",
  "THE SECRET TO ALL-DAY ENERGY WITHOUT CAFFEINE": "11017",
  "UPGRADE YOUR LIFE: MUST-HAVE HABITS FOR SUCCESS IN 2025": "40840",
  "MASTER NOTE-TAKING FOR SPEED AND EFFICIENCY: HERE’S HOW": "37573",
  "HOW I CONQUERED OVERTHINKING AND TRANSFORMED MY CONFIDENCE": "37435",
  "HOW TO ACHIEVE THE ULTIMATE GLOW UP IN 2025: 10 MUST-TRY TIPS": "84766",
  "MASTER YOUR MORNINGS: CREATE A ROUTINE THAT GUARANTEES SUCCESS": "95677",
  "HOW TO UNLOCK BETTER SLEEP: BOOST YOUR PRODUCTIVITY WITH THESE TIPS": "90279",
  "HOW TO FIND PEACE WITH YOURSELF AND STILL EVOLVE": "54252",
  "WAKE UP YOUR ENERGY NATURALLY: NO CAFFEINE TRICKS!": "62292",
  "TRANSFORM YOUR 2025 WITH THESE GAME-CHANGING HABITS": "35836",
  "THE ULTIMATE GUIDE TO FAST AND EFFECTIVE NOTE-TAKING": "31561",
  "BREAKING FREE FROM OVERTHINKING: MY JOURNEY TO SELF-CONFIDENCE": "58722",
  "TRANSFORM YOUR LOOK WITH THESE 10 GLOW UP SECRETS FOR 2025": "43418"
}
